{
  brand: "Classic Sportscar Centre",
  all_rights_reserved: "Alle rechten voorbehouden.",
  contact_us: "Neem contact op",
  en: "Engels",
  nl: "Nederlands",
  routes: {
    home: "Home",
    restoration: "Restauratie",
    service: "Service en onderhoud",
    contact: "Contact",
  },
  homepage: {
    intro: "Classic Sportscar Centre is het adres voor reparatie en onderhoud van klassieke en sportauto's van alle merken en jaren, maar we hebben een voorkeur voor Duitse auto's uit de jaren 70 en 80, zoals de Mercedes w107 en Porsche 911. Met meer dan 25 jaar ervaring in klassieke en sportauto's zijn we een echte en betrouwbare partner voor iedereen met of die verlangt naar een klassieke sportauto!",
    restoration: {
      title: "Ontdek onze restauratiediensten",
      content: "Als u overweegt om uw klassieke Mercedes R107 in originele staat te herstellen, nodigen we u uit om onze restauratiediensten te verkennen voor gedetailleerde informatie.",
      link: "Ga naar restauratie",
    },
    service: {
      title: "Ontdek onze service- en onderhoudsoplossingen",
      content: "Om de voortdurende prestaties en levensduur van uw klassieke Mercedes R107 te waarborgen, bieden wij uitgebreide service- en onderhoudsoplossingen aan. Leer meer en ontdek onze service- en onderhoudsopties hier.",
      link: "Ga naar service en onderhoud",
    },
  },
  contact: {
    title: "Wilt u contact met ons opnemen? Zo doe je dat:",
    location: "Haarlem, Nederland",
    phone: "Telefoon: ",
    phone_number: "+31 6 53 72 84 62",
    email: "E-mail: ",
    facebook: "Facebook: ",
    facebook_url: "facebook.com",
    content: "Voor vragen, afspraken of andere vragen, neem gerust contact met ons op via de bovenstaande contactgegevens. We kijken ernaar uit van u te horen!",
  },
  restoration: {
    title: "Restauratiediensten",
    intro: "Bij Classic Sportscar Centre zijn we gespecialiseerd in de nauwgezette restauratie van klassieke Mercedes R107 voertuigen. Met een schat aan ervaring en toewijding aan het behoud van het erfgoed van deze iconische auto's, zorgt ons team van vakkundige technici ervoor dat elk restauratieproject met precisie en aandacht voor detail wordt uitgevoerd.",
    comprehensive_assessment: {
      title: "Uitgebreide Beoordeling",
      content: "Ons restauratieproces begint met een uitgebreide beoordeling van de staat van het voertuig. Door zorgvuldige inspectie en evaluatie identificeren we gebieden die aandacht vereisen en ontwikkelen we een op maat gemaakt restauratieplan om aan elk aspect van de restauratiebehoeften van het voertuig te voldoen.",
    },
    authenticity_and_quality: {
      title: "Authenticiteit en Kwaliteit",
      content: "We begrijpen het belang van authenticiteit bij het behouden van de tijdloze aantrekkingskracht van klassieke Mercedes R107 modellen. Daarom gebruiken we alleen echte onderdelen en materialen afkomstig van betrouwbare leveranciers, zodat elk onderdeel dat tijdens het restauratieproces wordt geïnstalleerd voldoet aan de hoogste normen van kwaliteit en authenticiteit.",
    },
    craftsmanship: {
      title: "Vakmanschap en Aandacht voor Detail",
      content: "Het restaureren van een klassieke Mercedes R107 vereist een combinatie van vakmanschap en technische expertise. Ons team van ervaren technici bezit de vaardigheden en kennis die nodig zijn om complex restauratiewerk uit te voeren, van carrosserie- en lakwerk tot mechanische reparaties en interieurvernieuwing, met nauwgezette aandacht voor detail.",
    },
    process: {
      title: "Restauratieproces",
      content: "Ons restauratieproces is een nauwgezette reis die het demonteren, restaureren en weer monteren van het voertuig omvat. Elke stap wordt met precisie en zorg uitgevoerd, zodat elk onderdeel wordt gerestaureerd naar zijn oorspronkelijke staat of vervangen wordt door authentieke onderdelen indien nodig.",
    },
    customer_satisfaction: {
      title: "Klanttevredenheid",
      content: "Bij Classic Sportscar Centre is klanttevredenheid onze hoogste prioriteit. Gedurende de restauratie houden we onze klanten op de hoogte en betrokken, met regelmatige updates en het adresseren van eventuele zorgen of vragen die ze kunnen hebben om een soepele en bevredigende restauratie-ervaring te garanderen.",
    },
    before_and_after: {
      title: "Voor en Na",
      content: "We zijn trots op het tonen van de transformerende resultaten van ons restauratiewerk. Via voor-en-na foto's nodigen we u uit om de opmerkelijke transformatie van klassieke Mercedes R107 voertuigen onder onze hoede te zien, waarbij we het vakmanschap en de toewijding benadrukken die ons restauratieproces definiëren.",
    },
    cta: "Klaar om aan de restauratiereis voor uw klassieke Mercedes R107 te beginnen? Neem vandaag nog contact met ons op om uw restauratieproject te bespreken en een consultatie in te plannen met ons team van experts.",
  },
  service: {
    title: "Service en Onderhoud",
    intro: "Bij Classic Sportscar Centre bieden we uitgebreide service- en onderhoudsoplossingen die zijn afgestemd op de unieke behoeften van klassieke Mercedes R107-voertuigen. Met een focus op het behouden van prestaties, betrouwbaarheid en levensduur, bieden onze vakkundige technici een scala aan diensten om uw Mercedes R107 in optimale conditie te houden.",
    routine: {
      title: "Routinematig Onderhoud",
      content: "Regelmatig onderhoud is essentieel om de voortdurende prestaties en betrouwbaarheid van klassieke Mercedes R107-modellen te waarborgen. Onze routinematige onderhoudsdiensten omvatten olieverversingen, vloeistofcontroles, reminspecties en andere essentiële taken om uw voertuig soepel en veilig te laten rijden.",
    },
    inspection: {
      title: "Uitgebreide Inspecties",
      content: "Onze ervaren technici voeren grondige inspecties uit van uw Mercedes R107 om eventuele mogelijke problemen of gebieden die aandacht vereisen te identificeren. Van motorische diagnostiek tot chassisinspecties, we laten geen steen onberoerd om ervoor te zorgen dat uw voertuig in topconditie verkeert.",
    },
    parts: {
      title: "Originele Onderdelen en Accessoires",
      content: "Het behouden van de authenticiteit van klassieke Mercedes R107-voertuigen is voor ons van het grootste belang. Daarom gebruiken we alleen originele onderdelen en accessoires afkomstig van betrouwbare leveranciers, waardoor elk onderdeel dat tijdens service en onderhoud wordt geïnstalleerd voldoet aan de hoogste normen van kwaliteit en authenticiteit.",
    },
    service: {
      title: "Servicepakketten",
      content: "We begrijpen dat elke eigenaar van een klassieke Mercedes R107 unieke behoeften en voorkeuren heeft als het gaat om service en onderhoud. Daarom bieden we aanpasbare servicepakketten die zijn ontworpen om aan uw specifieke eisen te voldoen, zodat u het niveau van zorg en aandacht krijgt dat uw voertuig verdient.",
    },
    cta: "Klaar om een serviceafspraak in te plannen voor uw klassieke Mercedes R107? Neem vandaag nog contact met ons op om uw service- en onderhoudsbehoeften te bespreken en een afspraak te maken met ons team van experts.",
  },
}
